insert into halls(name, row_count, place_count, description)
values
    ('Зал №1', 5, 6, 'Малый кинозал с возможностью демонстрации фильмов в 2D и 3D форматах.'),
    ('Зал №2', 10, 20, 'Стандартный кинозал, оборудованный самой совершенной технологией звука DOLBY ' ||
                       'ATMOS с возможностью демонстрации фильмов в 2D и 3D форматах.'),
    ('Зал №3', 3, 10, 'Кинозал, оборудованный динамическими креслами D-BOX, которые созданы ' ||
                      'по специальной технологии, синхронизирующей движения на экране ' ||
                      'с движением кресла - это настоящий аттракцион.');